Repository: ArkDeck/ArkTrace
Catalog: Apps/ArkTraceApp/Localizable.xcstrings
Source language: en
Languages: de

source: ArkTrace and third-party license notices
de: ArkTrace- und Drittanbieter-Lizenzhinweise

source: Dismiss
de: Schließen

source: Dock Inspector
de: Informationsbereich andocken

source: Dock to Bottom
de: Unten andocken

source: Dock to Right
de: Rechts andocken

source: Hide Inspector
de: Informationsbereich ausblenden

source: Show Inspector
de: Informationsbereich wieder einblenden

# a11y.announce.openingCancelled
source: Opening cancelled
de: Öffnen abgebrochen

# a11y.announce.openingTrace
source: Opening trace
de: Trace wird geöffnet

# a11y.announce.operationFailed
source: Operation failed
de: Vorgang fehlgeschlagen

# a11y.announce.rangeAnalysisComplete
source: Range analysis complete
de: Bereichsanalyse abgeschlossen

# a11y.announce.searchFoundAtLeastResults
source: Search found at least %lld results
de: Suche fand mindestens %lld Ergebnisse

# a11y.announce.searchFoundResults
source: Search found %lld results
de: Suche fand %lld Ergebnisse

# a11y.announce.traceCloseFailed
source: Trace close failed
de: Schließen des Trace fehlgeschlagen

# a11y.announce.traceClosed
source: Trace closed
de: Trace geschlossen

# a11y.announce.traceLoadedWithVisibleTracks
source: Trace loaded, %lld visible tracks
de: Trace geladen, %lld sichtbare Spuren

# a11y.announce.traceLoadedWithoutTimedEvents
source: Trace loaded, no timed events
de: Trace geladen, keine zeitbehafteten Ereignisse

# a11y.announce.traceOpenFailed
source: Trace failed
de: Trace fehlgeschlagen

# a11y.timeline.label
source: Trace Timeline
de: Trace-Zeitleiste

# error.title.bundledParserUnavailable
source: Bundled parser is unavailable
de: Fehler: Mitgelieferter Parser ist nicht verfügbar

# error.title.cacheNeedsAttention
source: Trace cache needs attention
de: Fehler: Trace-Cache erfordert Aufmerksamkeit

# error.title.couldNotFinish
source: ArkTrace could not finish
de: Fehler: ArkTrace konnte nicht abschließen

# error.title.openingCancelled
source: Opening was cancelled
de: Fehler: Öffnen wurde abgebrochen

# error.title.traceCouldNotBeOpened
source: Trace could not be opened
de: Fehler: Trace konnte nicht geöffnet werden

source: Some saved favorites could not be matched to this parser. Their identities were kept.
de: Einige gespeicherte Favoriten konnten diesem Parser nicht zugeordnet werden. Ihre Kennungen wurden beibehalten.

source: Some older saved states could not be imported. Their original files were kept.
de: Einige ältere gespeicherte Zustände konnten nicht importiert werden. Ihre Originaldateien wurden beibehalten.

source: Review Saved State…
de: Gespeicherten Zustand prüfen …

source: Choose an Older Saved State
de: Älteren gespeicherten Zustand auswählen

source: Older Saved State Needs Attention
de: Älterer gespeicherter Zustand erfordert Aufmerksamkeit

source: Current Saved State Was Kept
de: Aktueller gespeicherter Zustand wurde beibehalten

source: Older Saved State Imported
de: Älterer gespeicherter Zustand importiert

source: Saved State
de: Gespeicherter Zustand

source: Several older states contain different annotations. Choose one to import. The trace stays open, and all original files and backups are kept.
de: Mehrere ältere Zustände enthalten unterschiedliche Anmerkungen. Wählen Sie einen zum Importieren aus. Der Trace bleibt geöffnet und alle Originaldateien und Sicherungen werden beibehalten.

source: Flags: %lld · Persistent marks: %lld
de: Fahnen: %lld · Dauerhafte Markierungen: %lld

source: Saved favorites: %lld
de: Gespeicherte Favoriten: %lld

source: Favorites from this parser will be kept as unmatched identities.
de: Favoriten dieses Parsers werden als nicht zugeordnete Kennungen beibehalten.

source: Older Saved States
de: Ältere gespeicherte Zustände

source: Unmatched Saved Favorites
de: Nicht zugeordnete gespeicherte Favoriten

source: These identities are retained without assigning them to a different track.
de: Diese Kennungen werden beibehalten, ohne sie einer anderen Spur zuzuordnen.

source: Importing Saved State…
de: Gespeicherter Zustand wird importiert …

source: Choose Later
de: Später auswählen

source: Import Selected State
de: Ausgewählten Zustand importieren

source: This document has been closed or replaced.
de: Dieses Dokument wurde geschlossen oder ersetzt.

source: Back Up Saved State…
de: Gespeicherten Zustand sichern…

source: A backup contains saved flags, persistent marks, and favorites. To use new saved state after returning to an older app, restore the backup separately. The older app does not read it automatically.
de: Eine Sicherung enthält gespeicherte Flags, dauerhafte Markierungen und Favoriten. Stellen Sie die Sicherung separat wieder her, um neue Zustände nach der Rückkehr zu einer älteren App zu nutzen. Die ältere App liest die Sicherung nicht automatisch.

source: Backing Up Saved State…
de: Gespeicherten Zustand sichern…

source: Show Backup in Finder
de: Sicherung im Finder anzeigen

source: Cancel Backup
de: Sicherung abbrechen

source: Saved State Backup Is Ready
de: Sicherung des gespeicherten Zustands ist bereit

source: No saved state to back up. Add a flag, persistent mark, or favorite first.
de: Kein gespeicherter Zustand zum Sichern vorhanden. Fügen Sie zuerst ein Flag, eine dauerhafte Markierung oder einen Favoriten hinzu.

source: The saved state could not be read. Its original file was kept. No rollback backup was created.
de: Der gespeicherte Zustand konnte nicht gelesen werden. Die ursprüngliche Datei wurde beibehalten. Es wurde keine Sicherung für die Rückkehr zur älteren Version erstellt.

source: Saved state backups are unavailable for this document.
de: Sicherungen des gespeicherten Zustands sind für dieses Dokument nicht verfügbar.

source: Saved State Backup Could Not Be Created
de: Die Sicherung des gespeicherten Zustands konnte nicht erstellt werden

source: Saved State Backup
de: Sicherung des gespeicherten Zustands

source: Create Backup
de: Sicherung erstellen
